const articles = 
{
    "articles":
    [
      /*
      {
        "id": 0,
        
        "title": "",
        
        "mini-text": "",

        "full-text": "",

        "img-link": ""
      },
      */
      {
        "id": 1,
        
        "title": "Как построить дом?",
        
        "mini-text": "Все больше и больше людей отдают предпочтение проживанию в собственном доме – в пригороде, вдали от городской суеты. И хотя этот выбор оправдан наличием неоспоримых преимуществ — отдых в собственном саду, игры с детьми на свежем воздухе, барбекю с друзьями и прочие радости частного домовладения, изначально приходится пройти через хоть и приятные, но все же существенные хлопоты, связанные со строительством дома. Поэтому неудивительно, что решение о начале строительства частного жилища является важным этапом в жизни любой семьи.",

        "full-text": "Все больше и больше людей отдают предпочтение проживанию в собственном доме – в пригороде, вдали от городской суеты. И хотя этот выбор оправдан наличием неоспоримых преимуществ — отдых в собственном саду, игры с детьми на свежем воздухе, барбекю с друзьями и прочие радости частного домовладения, изначально приходится пройти через хоть и приятные, но все же существенные хлопоты, связанные со строительством дома. Поэтому неудивительно, что решение о начале строительства частного жилища является важным этапом в жизни любой семьи. <br> <br> Совершенно безосновательно, думая с чего начать строительство дома, за нулевой цикл многие принимают подготовку строительной площадки и закладывание фундамента. На практике это лишь «верхушка айсберга», ведь перед непосредственным началом строительства придется проделать большой объем подготовительных работ, от которых во многом зависит успех всего предприятия. Кроме получения необходимых разрешений, требуется проработать каждый этап строительства, что поможет избежать будущих проблем, например, с неудобными лестницами и заболоченным огородом.",

        "img-link": "https://m-strana.ru/upload/resize_cache/iblock/f0d/758_467_2/s-chego-nachat-stroit-dom-podgotovka-i-posleduyushchie-shagi-50842.jpg"
      },

      {
        "id": 2,
        
        "title": "Как построить дом в условиях самоизоляции?",
        
        "mini-text": "Конечно, карантин и вирус пройдут. Но сейчас сама жизнь показала нам, что свой дом, да и сам загородный стиль жизни актуальны во все времена! Именно поэтому после окончания карантина мы ожидаем активный рост загородного домостроения. <br> Мы глубоко убеждены, что сейчас - самое время заняться подготовкой к строительству своего капитального загородного дома для постоянного проживания. Итак, как же построить дом в условиях самоизоляции?",

        "full-text": "Короновирус, безусловно, оказывает серьёзное влияние на жизнь людей в целом и на загородное домостроение в частности. Сейчас именно те, кто построил себе капитальный загородный дом для постоянного проживания с максимальным набором удобств, находятся в наибольшей безопасности и комфорте. <br> Конечно, карантин и вирус скоро пройдут. Но сейчас сама жизнь показала нам, что свой автономный энергоэффективный дом со своим земельным участком в собственности, да и сам загородный стиль жизни актуальны во все времена! <br> Давайте разберёмся, почему ещё в ближайшем будущем мы ожидаем бум качественного автономного и экологичного загородного домостроения. И перехода деловой активности в пригороды. <br> <h2> Работа в онлайне - это будущее </h2> Карантин показывает, что многие процессы можно успешно переносить в онлайн <br> Работа и учёба онлайн как альтернатива Ещё один важный аргумент в пользу развития индивидуального жилищного строительства (ИЖС) – возможность работать удалённо из своего дома. Сейчас в РФ происходит глобальное тестирование систем дистанционного обучения и дистанционной работы. Миллионы человек стали учиться и работать удалённо! Меняется законодательная база, облегчается возможность обращения за продуктами и даже за гос. услугами без личного присутствия. Наконец-то появилось понимание того, что в большинстве случаев дистанционное обучение и удалённая работа не уступают своим очным аналогам. <br> А ведь работа и учёба были главным препятствием для переезда из душной городской квартиры в просторный, здоровый капитальный загородный дом. Вы наверняка задавали себе эти вопросы: «Куда я буду возить ребёнка в школу?», «Как перестать часами стоять в пробках по дороге на работу и обратно?», «Когда уже мои соседи сверху доделают ремонт!?», «Как сделать так, чтобы дети дышали свежим воздухом, а не городским смогом?», «Почему всё больше известных людей – актёров, бизнесменов, политиков переезжают в свой загородный дом?».",

        "img-link": "https://m-strana.ru/upload/resize_cache/iblock/c9c/758_467_2/ostavaytes-doma-ili-kak-postroit-dom-v-usloviyakh-samoizolyatsii-414104.jpg"
      },
      {
        "id": 3,
        
        "title": "Поздравляем Вас с наступающим Новым Годом и Рождеством",
        
        "mini-text": "Дорогие друзья! <br> Пусть в новом году осуществится все задуманное, и удача сопутствует Вам всегда. Пусть этот новый 2020 год будет плодотворным и продуктивным. Верьте в чудо и создавайте чудеса своими руками!",

        "full-text": "<h2> Дорогие друзья! </h2> <br> Пусть в новом году осуществится все задуманное, и удача сопутствует Вам всегда. <br> Пусть этот новый 2020 год будет плодотворным и продуктивным. <br> Верьте в чудо и создавайте чудеса своими руками! <br> <br> <h2> График работы выставки </h2> <br> Мы всегда рады видеть Вас на нашей выставке. В праздничные дни, выставка домов «Малоэтажная страна», будет работать по следующему графику: <br> <ul> <li> 31.12-01.01 - выставка не работает </li> <li> со 02.01 и далее - выставка работает в обычном режиме </li> </ul> <br> Напоминаем Вам, что на выставке Вы всегда можете: <br> <ul> <li> с 10:00 до 19:00 - посетить и изучить интерьеры выставочных домов, а так же проконсультироваться с представителями строительных компаний </li> <li> с 10:00 до 21:00 - посмотреть экстерьеры выставочных домов и других образцов малых форм (бани, беседки и т.д.) </li> </ul> <br> Поздравляем Вас с наступающими праздниками и ждем вас на нашей выставке домов «Малоэтажная страна»!",

        "img-link": "https://m-strana.ru/upload/iblock/31d/pozdravlyaem-vas-s-nastupayushchim-novym-godom-i-rozhdestvom-132828.png"
      },

      {
        "id": 4,
        
        "title": "Как построить дом?",
        
        "mini-text": "Все больше и больше людей отдают предпочтение проживанию в собственном доме – в пригороде, вдали от городской суеты. И хотя этот выбор оправдан наличием неоспоримых преимуществ — отдых в собственном саду, игры с детьми на свежем воздухе, барбекю с друзьями и прочие радости частного домовладения, изначально приходится пройти через хоть и приятные, но все же существенные хлопоты, связанные со строительством дома. Поэтому неудивительно, что решение о начале строительства частного жилища является важным этапом в жизни любой семьи.",

        "full-text": "Все больше и больше людей отдают предпочтение проживанию в собственном доме – в пригороде, вдали от городской суеты. И хотя этот выбор оправдан наличием неоспоримых преимуществ — отдых в собственном саду, игры с детьми на свежем воздухе, барбекю с друзьями и прочие радости частного домовладения, изначально приходится пройти через хоть и приятные, но все же существенные хлопоты, связанные со строительством дома. Поэтому неудивительно, что решение о начале строительства частного жилища является важным этапом в жизни любой семьи. <br> <br> Совершенно безосновательно, думая с чего начать строительство дома, за нулевой цикл многие принимают подготовку строительной площадки и закладывание фундамента. На практике это лишь «верхушка айсберга», ведь перед непосредственным началом строительства придется проделать большой объем подготовительных работ, от которых во многом зависит успех всего предприятия. Кроме получения необходимых разрешений, требуется проработать каждый этап строительства, что поможет избежать будущих проблем, например, с неудобными лестницами и заболоченным огородом.",

        "img-link": "https://m-strana.ru/upload/resize_cache/iblock/f0d/758_467_2/s-chego-nachat-stroit-dom-podgotovka-i-posleduyushchie-shagi-50842.jpg"
      },
      {
        "id": 5,
        
        "title": "Как построить дом в условиях самоизоляции?",
        
        "mini-text": "Конечно, карантин и вирус пройдут. Но сейчас сама жизнь показала нам, что свой дом, да и сам загородный стиль жизни актуальны во все времена! Именно поэтому после окончания карантина мы ожидаем активный рост загородного домостроения. <br> Мы глубоко убеждены, что сейчас - самое время заняться подготовкой к строительству своего капитального загородного дома для постоянного проживания. Итак, как же построить дом в условиях самоизоляции?",

        "full-text": "Короновирус, безусловно, оказывает серьёзное влияние на жизнь людей в целом и на загородное домостроение в частности. Сейчас именно те, кто построил себе капитальный загородный дом для постоянного проживания с максимальным набором удобств, находятся в наибольшей безопасности и комфорте. <br> Конечно, карантин и вирус скоро пройдут. Но сейчас сама жизнь показала нам, что свой автономный энергоэффективный дом со своим земельным участком в собственности, да и сам загородный стиль жизни актуальны во все времена! <br> Давайте разберёмся, почему ещё в ближайшем будущем мы ожидаем бум качественного автономного и экологичного загородного домостроения. И перехода деловой активности в пригороды. <br> <h2> Работа в онлайне - это будущее </h2> Карантин показывает, что многие процессы можно успешно переносить в онлайн <br> Работа и учёба онлайн как альтернатива Ещё один важный аргумент в пользу развития индивидуального жилищного строительства (ИЖС) – возможность работать удалённо из своего дома. Сейчас в РФ происходит глобальное тестирование систем дистанционного обучения и дистанционной работы. Миллионы человек стали учиться и работать удалённо! Меняется законодательная база, облегчается возможность обращения за продуктами и даже за гос. услугами без личного присутствия. Наконец-то появилось понимание того, что в большинстве случаев дистанционное обучение и удалённая работа не уступают своим очным аналогам. <br> А ведь работа и учёба были главным препятствием для переезда из душной городской квартиры в просторный, здоровый капитальный загородный дом. Вы наверняка задавали себе эти вопросы: «Куда я буду возить ребёнка в школу?», «Как перестать часами стоять в пробках по дороге на работу и обратно?», «Когда уже мои соседи сверху доделают ремонт!?», «Как сделать так, чтобы дети дышали свежим воздухом, а не городским смогом?», «Почему всё больше известных людей – актёров, бизнесменов, политиков переезжают в свой загородный дом?».",

        "img-link": "https://m-strana.ru/upload/resize_cache/iblock/c9c/758_467_2/ostavaytes-doma-ili-kak-postroit-dom-v-usloviyakh-samoizolyatsii-414104.jpg"
      }
    ]
  }['articles'];